for messages_count in range(6):
    # Напишите код тут
    if messages_count > 0:
        print('Новых сообщений:', messages_count)

